Repository: Pompilos/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nn

source: The largest Weblate server worldwide is home to hundreds of libre and private projects. And Weblate itself! Love libre software? Your possibilities of contributing are limitless here!
nn: Den største Weblate-tenaren husar hundrevis av frie og private prosjekt, og sjølve Weblate. Elskar du fri programvare? Du har uavgrensa med høve til å medverke her!

source: Insufficient donation for selected reward!
nn: Donerte ikkje nok for den valde påskjøninga!

source: No reward
nn: Inga påskjøning

source: Name in the list of supporters
nn: Namn i lista over støttespelarar

source: Link in the list of supporters
nn: Lenkje i lista over støttespelarar

source: Logo and link on the Weblate website
nn: Logo og lenkje på Weblate-nettstaden

source: Release
nn: Utgjeving

source: Features
nn: Funksjonar

source: Announcement
nn: Kunngjering

source: Conferences
nn: Konferansar

source: Hosted Weblate
nn: Vertslagra Weblate

source: Development
nn: Utvikling

source: Localization
nn: Lokalisering

source: Invalid image!
nn: Ugyldig bilete!

source: Unsupported image type: %s
nn: Ustøtta biletetype: %s

source: Please upload an image with a resolution of 570 x 260 pixels.
nn: Last opp eit bilete med oppløysing på 570 x 260 pikslar.

source: Link text
nn: Lenkjetekst

source: Link URL
nn: Lenkjenettadresse

source: Link image
nn: Lenkjebilete

# Package category
source: None
nn: Ingen

source: Community supported
nn: Støtta av fellesskapet

source: Dedicated hosted service
nn: Dedikert vertslagringsteneste

source: Hosted service
nn: Vertlagringsteneste

source: Basic self-hosted support
nn: Grunnleggjande støtte for lagring på eigen vert

source: Extended self-hosted support
nn: Utvida støtte for lagring på eigen vert

source: Premium self-hosted support
nn: Premiumstøtte ved lagring på eigen vert

source: Server URL
nn: Tenarnettadresse

source: Server description
nn: Serverskildring

source: Server image
nn: Tenaravtrykk

source: PNG or JPG image with a resolution of 570 x 260 pixels.
nn: PNG- eller JPG-bilete med ei oppløysing på 570 x 260 pikslar.

source: Basic support
nn: Grunnleggjande støtte

source: Never get held back by a problem.
nn: Aldri stå fast med eit problem.

source: Set priority for all your questions and reported bugs.
nn: Set prioritet for alle spørsmåla dine og innrapporterte feil.

source: Get support
nn: Få støtte

source: Premium support
nn: Premiumstøtte

source: Don’t wait with your work on hold.
nn: Ikkje stogg med strevet ditt på vent.

source: This guarantees you answers the NBD at the latest.
nn: Dette garanterer deg svar seinast neste arbeidsdag.

source: Be Premium
nn: Bli Premium

source: Extended support
nn: Utvida støtte

source: Don’t settle with Basic, get a worry-free package.
nn: Ikkje nøy deg med Grunnleggjande, skaff ei urofri pakke.

source: We will manage upgrades for you.
nn: Vi vil handtere oppgraderingar for deg.

source: Stay updated
nn: Hald deg oppdatert

source: Backup service
nn: Tryggleikskopieringteneste

source: Easily put your backups in a safe place.
nn: Tryggleikskopiar lagra på ein trygg plass.

source: Encrypted and automatic, always available.
nn: Kryptert og automatisk, alltid tilgjengeleg.

source: Back up daily
nn: Dagleg tryggleikskopi

source: Upgrade to %s
nn: Oppgrader til %s

source: Increase service limits to translate more content.
nn: Auk tenestegrensene for å omsetje meir innhald.

source: Upgrade
nn: Oppgrader

source: IBAN bank transfer
nn: IBAN-bankoverføring

source: Issuing bank
nn: Utferdande bank

source: Account holder
nn: Kontoeigar

source: Account number
nn: Kontonummer

source: SWIFT code
nn: SWIFT-kode

source: Reference
nn: Referanse

source: Payment card
nn: Betalingskort

source: Payment error
nn: Betalingsfeil

source: Payment cancelled
nn: Avbraut betalinga

source: European VAT ID
nn: Europeisk moms-ID

source: Please fill in European Union VAT ID, leave blank if not applicable.
nn: Fyll inn moms-ID frå EU, lat stå tomt viss dette ikkje gjeld deg.

source: Tax registration
nn: Skatteregistrering

source: Please fill in your tax registration if it should appear on the invoice.
nn: Fyll inn skatteregistreringa di viss den skal bli vist på fakturaen.

source: Company or individual name
nn: Verksemds- eller personnamn

source: Address
nn: Adresse

source: Country
nn: Land

source: The country has to match your VAT code
nn: Landet må samsvara med momskoden din

source: Annual
nn: Årleg

source: Biannual
nn: Halvårleg

source: Quarterly
nn: Kvartalsvis

source: Monthly
nn: Månadleg

source: One-time
nn: Éin gong

# Payment state
source: New payment
nn: Ny betaling

# Payment state
source: Awaiting payment
nn: Ventar på betaling

# Payment state
source: Payment rejected
nn: Betaling avvist

# Payment state
source: Payment accepted
nn: Betaling akseptert

# Payment state
source: Payment processed
nn: Betaling handsama

source: Enter a valid e-mail address.
nn: Skriv inn ei gyldig e-postadresse.

source: {} is not a valid country code for any European Union member.
nn: {} er ikkje ein gyldig landskode for noko EU-medlemsland.

source: {} does not match the country's VAT ID specifications.
nn: {} samsvarar ikkje med moms-ID-spesifikasjonane til landet.

source: The official EU verification tool currently can't validate this VAT ID, please try again later.
nn: Det offisielle EU-stadfestingsverktøyet kan ikkje stadfeste denne moms-ID-en. Prøv igjen seinare.

source: View service status.
nn: Sjå tenestestatus.

source: {} is not a valid VAT ID.
nn: {} er ikkje ein gyldig moms-ID.

source: Page not found
nn: Finn ikkje sida

source: The page you are looking for was not found.
nn: Sida du ser etter vart ikkje funne.

source: Server error
nn: Tenarfeil

source: The Weblate Way
nn: Weblate-metodikken

source: We love localization and libre software enough to build a privacy-respecting localization tool and provide it as copylefted libre software. It all started in 2012.
nn: Vi elskar lokalisering og fri programvare nok til å byggje eit lokaliseringsverktøy som respekterer privatlivet, og tilbyr det som lisensiert, fri programvare. Det heile byrja i 2012.

source: February 2012
nn: Februar 2012

source: Looking for a Pootle alternative
nn: Leitar du etter eit Pootle-alternativ

source: …The key feature is full integration with Git. Changes are committed to a local Git branch and easily merged back.
nn: …Nøkkelfunksjonen er full integrasjon med Git. Endringar blir sjekka inn til ei lokal Git-forgreining som enkelt blir fletta attende.

source: March 2012
nn: Mars 2012

source: Announcing Weblate
nn: Kunngjering av Weblate

source: …After about a week of development, Weblate is announced; a web-based translation tool with tight Git integration.
nn: …Etter om lag ei veke med utvikling, vart Weblate annonsert; eit nettbasert omsetjingsverktøy med tett Git-integrering.

source: Why Weblate?
nn: Kvifor Weblate?

source: Instead of settling with an existing solution, Weblate was made to have:
nn: I staden for å nøye seg med ei eksisterande løysing, vart Weblate laga for å ha:

source: Git integration
nn: Git-integrering

source: Translator attribution
nn: Omsetjarkreditering

source: Handling of several branches
nn: Handtering av fleire forgreiningar

source: Displaying context
nn: Kontekstvising

source: Sane merging of translations
nn: Rasjonell fletting av omsetjingar

source: Consistency checks
nn: Konsistenskontroll

source: Today
nn: I dag

source: Weblate grows and the future is open to new opportunities.
nn: Weblate veks og framtida er open for nye høve.

source: Your Weblate Team
nn: Weblate-laget ditt

source: Author of the idea; code and development leader. He’s also designing custom and large-scale solutions.
nn: Opphavsforfattar; kode- og utviklingsleiar. Han utformar også skreddarsydde- og storskalaløysingar.

source: Community manager and support guru who’s helping you with smooth workflows. Our salesperson.
nn: Felleskapsleiar og brukarstøtteguru som hjelper deg med å straumlinjeforme arbeidsflyten. Seljaren vår.

source: Interface and graphics designer elevating user happiness. He’s continually optimizing Weblate.
nn: Grensesnitt- og grafikkdesignar som lyftar brukargleda. Han optimerer Weblate heile tida.

source: Contributors and translators united
nn: Tilskotsytarar og omsetjarar i samråd

source: The Weblate history
nn: Weblate-historia

source: Improved translation memory and support for intermediate translations
nn: Forbetra omsetjingsminne og støtte for mellomliggande omsetjingar

source: January 2019
nn: Januar 2019

source: Automatic detection of translatable files in a repository
nn: Automatisk oppdaging av omsetjingsbare filer i eit kodelager

source: June 2018
nn: Juni 2018

source: Weblate 3.0 is released with rewritten and more flexible access control
nn: Weblate 3.0 blir sloppe med omskriven og meir fleksibel tilgangskontroll

source: Built-in translation memory
nn: Innebygd omsetjingsminne

source: February 2018
nn: Februar 2018

source: Introducing add-ons to customize the localization workflow
nn: Introduksjon av tillegg for tilpassing av lokaliseringsarbeidsflyten

source: Bringing more fine grained per project ACL settings
nn: Meir finjusterte ACL-innstillingar per prosjekt

source: Security program opened at HackerOne
nn: Tryggleiksprogram opna hjå HackerOne

source: Support for uploading screenshots to provide better context for translators
nn: Støtte for å laste opp skjermbilete for å tilby betre kontekst for omsetjarar

source: Show older milestones
nn: Vis eldre milestolpar

source: Founder of Weblate
nn: Grunnleggjaren av Weblate

source: Michal is a libre software enthusiast born and residing in Prague, Czech Republic. He is a long term contributor to various libre software projects like <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> and <a href="https://www.debian.org/">Debian</a>.
nn: Michal er ein friprog-entusiast fødd og buande i Praha, Tsjekkia. Han har gjeve tilskot til ymse frie program lenge, som <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> og <a href="https://www.debian.org/">Debian</a>.

source: After employment in several technology companies, since early 2016, Michal dedicated himself to providing services to companies focusing on localization and Weblate.
nn: Etter å ha vore tilsett i fleire teknologifirma tidleg i karriera si, byrja han tidleg i 2016 å tilby tenester til verksemder som fokuserer på lokalisering og Weblate.

source: Contact
nn: Kontakt

source: E-mail
nn: E-post

source: Provider
nn: Tilbydar

source: Czechia
nn: Tsjekkia

source: Business ID
nn: Verksemd-ID

source: VAT ID
nn: Moms-ID

source: D-U-N-S Number
nn: D-U-N-S-nummer

source: Contact us
nn: Kontakt oss

source: Weblate is a libre software web-based continuous localization system.
nn: Weblate er eit fritt nettbasert system for kontinuerleg handtering av omsetjingar.

# Keyword
source: translate
nn: omset

source: Sign out
nn: Logg ut

source: Go Weblate!
nn: Gå til Weblate!

source: Service Status
nn: Driftstatus

source: Licensed GNU GPLv3+
nn: Lisensiert GNU GPLv3+

source: Design by %(author)s
nn: Design av %(author)s

source: Career at Weblate
nn: Karriere i Weblate

source: Weblate, the libre localization platform, wants you on the team!
nn: Weblate, den frie lokaliseringsplattforma, vil ha deg med på laget!

source: Learn more
nn: Lær meir

source: Showcase your skills by tackling one of our <a href="%(issues)s">good first issues</a> and making a tangible impact.
nn: Vis dugleikane dine med å ordne opp eit av våre <a href="%(issues)s">gode første problem</a> og utgjer ein skilnad.

source: Apply now
nn: Søk no

source: Browse the <a href="%(issues)s">open issues</a> to gain insight into what we are looking for.
nn: Sjå gjennom <a href="%(issues)s">uløyste problem</a> for å få kjennskap til kva vi ser etter.

source: Grab one of the <a href="%(issues)s">good first issues</a> to show us your expertise.
nn: Ta for deg eitt av <a href="%(issues)s">gode uløyste problem</a> for å vise oss kunnskapane dine.

source: Contribute to Weblate
nn: Gje tilskot til Weblate

source: Weblate is developed by an open community.
nn: Weblate blir utvikla av eit ope samfunn.

source: There are many ways you can contribute to Weblate development. Talk about it with your associates.
nn: Det er mange måtar du kan gje tilskot til utviklinga av Weblate. Snakk om det med medarbeidarane dine.

source: View sources
nn: Vis kjelder

source: Translate the app
nn: Omset programmet

source: Found a <strong>bug</strong> in Weblate?
nn: Har du funne ein <strong>feil</strong> i Weblate?

source: In case it is sensitive or a <strong>security issue</strong>, please report it to %(report)s. Other ways of reporting security issue can be found in the <a href="%(url)s">documentation</a>.
nn: I tilfelle det er sensitivt eller eit <strong>tryggleiksproblem</strong>, rapporter det til %(report)s. Andre måtar å rapportere tryggleiksproblem kan du finne i <a href="%(url)s">dokumentasjonen</a>.

source: <strong>Ensure the bug is not already reported</strong>, by searching through the <a href="%(url)s">GitHub issues</a>.
nn: <strong>Sjekk at feilen ikkje er rapportert allereie</strong>, med å søkje i <a href="%(url)s">GitHub-problemoversikta</a>.

source: If you're unable to find an open issue addressing the problem, <a href="%(url)s">open a new one</a>.
nn: Viss du ikkje finn ein rapport som syner problemet, <a href="%(url)s">opne ein ny</a>.

source: <strong>Follow instructions in the issue template</strong>, and provide as much relevant info as possible.
nn: <strong>Følg instruksjonane i problemløysingsmalen</strong>, og gje oss så mykje relevant info som mogleg.

source: GitHub issues
nn: GitHub-problemoversikt

source: Have a <strong>patch</strong> that fixes a bug?
nn: Har du ein <strong>programfiks</strong>?

source: Open a new <a href="%(url)s">GitHub pull request</a> with the patch.
nn: Opn ei ny <a href="%(url)s">GitHub-flettingsførespurnad</a> med programfiksen.

source: Ensure the pull request description clearly describes the problem and solution. Include the relevant issue number if applicable.
nn: Sjå til at flettingsførespurnaden klart skildrar problemet og løysinga. Inkluder dei relevante problemsporingsnummera viss det gjeld her.

source: Open a pull request
nn: Opn ein flettingsførespurnad

source: Missing a <strong>feature</strong> or want to change something?
nn: Saknar du ein <strong>funksjon</strong> eller vil du endre på noko?

source: Suggest your change in the <a href="%(url)s">GitHub issues</a>.
nn: Føreslå endringa di i <a href="%(url)s">GitHub-problemoversikta</a>.

source: <strong>Source code</strong> related questions?
nn: Har du spørsmål om <strong>kjeldekode</strong>?

source: Please consult the <a href="%(url)s">contributor documentation</a> to find the most common topics.
nn: Sjå <a href="%(url)s">tilskotsytardokumentasjonen</a> for å finne dei vanlegaste emna.

source: Share what is on your mind in the <a href="%(url)s">GitHub discussions</a>.
nn: Del det du tenkjer på i <a href="%(url)s">GitHub-diskusjonane</a>.

source: Browse documentation
nn: Sjå i dokumentasjonen

source: Want to help out with <strong>Documentation</strong>?
nn: Ynskjer du å hjelpe til med <strong>dokumentasjonen</strong>?

source: The documentation is part of the main source code repository and you can easily follow the links to edit each page directly from the <a href="%(url)s">documentation</a>.
nn: Dokumentasjonen er ein del av hovudkodelageret, og du kan enkelt fylgje lenkjene for å redigere kvar side direkte frå <a href="%(url)s">dokumentasjonen</a>.

source: Once you have a patch ready, please follow <a href="#patch">patch submission</a> instructions.
nn: Når du har laga ein programfiks, følg <a href="#patch">programfiksinstruksjonane</a>.

source: Help fix and suggest non-code related pull-requests by joining the reviewer team.
nn: Hjelp til med å fikse flettingsførespurnadar som ikkje har med kode å gjere, med å bli med i vurderingslaget.

source: <strong>Financial support</strong> is always put to good use.
nn: <strong>Finansiell stønad</strong> blir alltid brukt på ein god måte.

source: Please open the donation page for options on how to donate.
nn: Opn donasjonsida for å sjå korleis ein kan donere.

source: Donate now
nn: Doner no

source: <strong>Are you a translator?</strong> Help translate Weblate itself.
nn: <strong>Er du ein omsetjar?</strong> Hjelp oss med å omsetje sjølve Weblate.

source: You can translate Weblate and many other projects at <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
nn: Du kan omsetje Weblate og mange andre prosjekt på <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.

source: Start translating
nn: Byrje å omsetje

source: Translation status
nn: Omsetjingsstatus

source: Discover Weblate
nn: Oppdag Weblate

source: Check out who’s using Weblate already. We are a community of translators and localization specialists who use and improve our common tool to empower readers and app users around the World. Find your favorite projects and start contributing together with us.
nn: Sjekk kven som allereie nyttar Weblate. Vi er eit samfunn av omsetjarar og lokaltilpassingsekspertar som betrar det felles verktøyet vårt for å hjelpe lesarar og programbrukarar i heile verda. Finn favorittprosjekta dine og byrje å gje tilskot saman med oss.

source: Add yours
nn: Legg til dine

source: project name
nn: prosjektnamn

source: Search
nn: Søk

source: %(count)s project
nn: %(count)s prosjekt

source: %(count)s translator
nn: %(count)s omsetjar

source: …and %(count)s more
nn: …og %(count)s meir

source: Customize listing
nn: Tilpass opplisting

source: No servers matched your search.
nn: Ingen tenarar stemte med søket ditt.

source: You're being redirected to a SSO sign-in page.
nn: Du blir send vidare til ei SSO-innloggingside.

source: Please click the button below if you're not redirected automatically within a few seconds.
nn: Trykk på knappen nedanfor viss du ikkje blir sendt vidare automatisk innan eit par sekund.

source: Sign in
nn: Logg inn

source: Weblate does not require payment, and welcomes donations. There are many ways to contribute. Discuss it with your associates.
nn: Weblate krev ikkje betaling, og tek varmt imot donasjonar. Det finst mange måtar å gje tilskot. Diskuter det med medarbeidarane dine.

source: Purchase premium cloud
nn: Kjøp premiumssky

source: Manage your donations
nn: Handter donasjonane dine

source: Recurring donations facilitate sustainable Weblate development, and even the smallest amount is put to good use. Repeated appreciation helps in keeping the project sustainable long term. Please consider this option if you are hosting Weblate yourself without a support contract.
nn: Gjentakande donasjonar tillet Weblate å ha ei berekraftig utvikling, sjølv dei minste donasjonane blir brukt godt til føremålet. Gjentatt takksemd hjelper til med å halde prosjektet berekraftig i lengda.

source: annually
nn: årleg

source: Donate
nn: Doner

source: Weblate heroism
nn: Weblate-heltedåd

source: Commercial services like hosting or support for self-hosted installations help fund Weblate development.
nn: Kommersielle tenester slik som vertstening eller støtte for sjølvtente installasjonar hjelper til med å finansiere utviklinga av Weblate.

source: Get help from Weblate
nn: Få hjelp frå Weblate

source: Single appreciative donation
nn: Einskild takksam donasjon

source: One-time donations are a great way to bring attention to a single issue before or after it is fixed.
nn: Einskildsdonasjonar er ein flott måte til å gje merksemd til eit einskildsproblem før eller etter det blir løyst.

source: Weblate swag
nn: Weblate-effektar

source: Buying branded clothing and merch is a great way to support Weblate and show your pride!
nn: Kjøp av Weblate-klede og effektar er eit glimrande høve til å støtte Weblate og vise at du er stolt!

source: Shop from Europe
nn: Kjøp frå Europa

source: Shop from America and Australia
nn: Kjøp frå Amerika og Australia

source: Your favorite donation platforms
nn: Dine favoritt-donasjonsplattformar

source: Join Weblate fans on platforms you trust. We look forward to seeing you there.
nn: Bli med Weblate-tilhengjarar på plattformer som du stolar på. Vi ser fram til å sjå deg der.

source: GitHub Sponsors
nn: GitHub-sponsorar

source: Cryptocurrency donations
nn: Kryptovalutadonasjonar

source: Thanks to <a href="%(url)s">Trezor</a>, donations are happily accepted in several cryptocurrencies using the addresses below.
nn: Takk vere <a href="%(url)s">Trezor</a>, så blir donasjonar tatt varmt imot i fleire kryptovalutaar på adressene nedanfor.

source: Currency
nn: Valuta

source: Donation address
nn: Donasjonsadresse

source: Weblate is thankful for your help
nn: Weblate er takksam for hjelpa di

source: A proud showcase of our supporters, some of which offered technological contributions, others provided monetary funds. We welcome any form of help. If you have an idea, please <a href="%(contact)s">let us know</a>.
nn: Ei stolt framvising av støttespelarane våre, nokon som gav oss teknologiske tilskot, andre som gav pengar. Vi tek gjerne imot all slags hjelp. Viss du har ein idé, <a href="%(contact)s">lat oss få vite det</a>.

source: Supporters
nn: Støttespelarar

source: Technologies
nn: Teknologiar

source: Donate to Weblate
nn: Doner til Weblate

source: Edit your reward link
nn: Rediger påskjøningslenkja di

source: Save
nn: Lagre

source: Your donation to Weblate
nn: Donasjonen din til Weblate

source: <strong>Thank you</strong> for your decision to support Weblate. Please choose your preferred method of support, or set a donation amount yourself. We are here to help if needed.
nn: <strong>Takk</strong> for at du støttar Weblate. Vel måten du helst vil støtte oss på, eller set ein donasjonssum sjølv. Vi er her for å hjelpe om det trengst.

source: Choose your amount in EUR
nn: Vel beløpet ditt i EUR

# Minimal donation amount in a form
source: From %(minimum)s
nn: Frå %(minimum)s

source: Pick how often to donate
nn: Vel kor ofte du vil donere

source: Single payment
nn: Einskildsbetaling

source: Every year
nn: Kvart år

source: Your reward options
nn: Dine påskjøningsval

source: <strong>Whoa!</strong> You can get any reward.
nn: <strong>Tøft!</strong> Du kan få kva påskjøning du vil.

source: Selected option
nn: Valt alternativ

source: Name in the list of supporters
nn: Namn i lista over støttespelarar

source: Unavailable for your amount
nn: Utilgjengeleg for beløpet ditt

source: Choose this
nn: Vel dette

source: No thanks
nn: Nei takk

source: Thank you anyway!
nn: Takk likevel!

source: Continue
nn: Hald fram

source: Please note—a full invoice for your donation is issued immediately after payment.
nn: Merk—ein fullstendig faktura for donasjonen din blir utferda beinveges etter betaling.

source: Your link may be refused, especially if containing too adult or illegal content. Please consult us in advance if unsure.
nn: Lenkja di kan bli avvist, spesielt om den inneheld for vaksent- eller ulovleg innhald. Ta kontakt på førehand om du er usikker.

source: Download Weblate
nn: Last ned Weblate

source: All Weblate source code is freely available for you to use, modify, share and distribute. Discuss it with your associates.
nn: All kjeldekoda til Weblate er fritt tilgjengeleg for bruk, endring, deling og distribusjon. Diskuter det med medarbeidarane dine.

source: Get premium service
nn: Få premium-teneste

source: Quick setup
nn: Snøggoppsett

source: Quick Installation
nn: Snøgginstallasjon
