Repository: Pompilos/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nn

# Hosting plan parameter
source: Projects
nn: Prosjekt

# Hosting plan parameter
source: Components
nn: Komponentar

source: Save %(percent)s%%
nn: Spar %(percent)s

source: for complete control
nn: for fullstendig kontroll

source: with paid <a href="%(url)s">support</a>
nn: med betalt <a href="%(url)s">støtte</a>

source: for libre projects
nn: for frie prosjekt

source: upon <a href="%(url)s">request</a>
nn: ved <a href="%(url)s">førespurnad</a>

source: Compare all plans
nn: Samanlikn alle planar

source: Expired
nn: Utgått

source: Users
nn: Brukarar

source: You can not remove yourself
nn: Du kan ikkje fjerne deg sjølv

source: Protected user
nn: Verna brukar

source: Remove user
nn: Fjern brukar

source: Remove
nn: Fjern

source: Add a user
nn: Legg til brukar

source: Activation token
nn: Aktiveringstoken

source: Activate
nn: Aktiver

source: Copy
nn: Kopier

source: Refresh token
nn: Attoppfrisk token

source: Backup repository
nn: Tryggleikskopilager

source: You can use support services on our website. For increased comfort, use the activation token to connect your Weblate installation to the support portal. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
nn: Du kan nytte støttetenester på nettstaden vår. For meir komfort, kan du bruke aktiveringstokenen for å kople Weblate-installasjonen din til støtteportalen. Les meir om korleis det verkar i %(link_start)sdokumentasjonen%(link_end)s.

source: View your listing
nn: Vis oppføringa di

source: Let other users discover your Weblate server. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
nn: Lat andre brukarar oppdage Weblate-tenaren din. Les meir om korleis det verkar i %(link_start)sdokumentasjonen%(link_end)s.

source: Subscription
nn: Abonnement

source: Note
nn: Merknad

source: Change plan
nn: Byt plan

source: Billing
nn: Fakturering

source: Turn off renewal
nn: Slå av fornying

source: Automatic renewal
nn: Automatisk fornying

source: No renewal
nn: Inga fornying

source: Renew now
nn: Forny no

source: Upgrade to annual
nn: Oppgrader til årleg plan

source: and <strong>save 20%%</strong>.
nn: og <strong>spar 20%%</strong>.

source: Payments
nn: Betalingar

source: Get more Weblate
nn: Få meir Weblate

source: Available services
nn: Tilgjengelege tenester

source: Congratulations, you are fully covered!
nn: Gratulerer, du har full dekking!

source: Payments by credit card, bank transfer or cryptocurrency transaction are accepted.
nn: Betalingar med kredittkort, bankoverføring, eller kryptovalutatransaksjonar blir godteken.

source: Please <a href="%(contact)s">get in touch</a> for more details and possibilities.
nn: <a href="%(contact)s">Ta kontakt</a> for fleire detaljar og mogleikar.

source: All listed prices exclude VAT.
nn: Alle prisar er utan moms.

source: EU end users and Czech companies will be charged with additional 21%% VAT.
nn: Sluttbrukarar i EU og tsjekkiske verksemder blir belasta med ytterlegare 21%% moms.

source: The reverse charge applies to invoices issued to businesses within the EU.
nn: Omvendt avgiftshandsaming gjeld for fakturaar som er utferda til verksemder i EU.

source: Add Discover Weblate listing
nn: Legg til oppføring i Oppdag Weblate

source: Weblate 4.5.2 or newer is needed to participate in Discover Weblate.
nn: Weblate 4.5.2 eller nyare krevjast for å delta i Oppdag Weblate.

source: Let other users discover your Weblate. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
nn: Lat andre brukarar oppdage din eigen Weblate. Les meir om korleis det verkar i %(link_start)sdokumentasjonen%(link_end)s.

source: Next step
nn: Neste steg

source: You will be redirected to the server in question to confirm its listing.
nn: Du blir vidaresendt til tenaren for å stadfeste oppføringa til den.

source: Customize Discover Weblate listing
nn: Tilpass Oppdag Weblate-oppføringa

source: Report issue
nn: Rapporter problem

source: Bugs and feature requests
nn: Feil og funksjonsynskjer

source: Issues and ideas for improvement can be reported to the <a href="%(url)s">issue tracker</a>.
nn: Problem og idéar for betring kan rapporterast til <a href="%(url)s">problemsporaren</a>.

source: Security issues
nn: Tryggleiksproblem

source: Should you find a vulnerability, please report it to %(report)s. More info in the <a href="%(url)s">documentation</a>.
nn: Viss du finn eit tryggleiksproblem, rapporter det til %(report)s. Meir info i <a href="%(url)s">dokumentasjonen</a>.

source: Reliable support
nn: Påliteleg støtte

source: As the subscriber, you will always receive fast replies from our dedicated support team at <a href="mailto:%(email)s">%(email)s</a>.
nn: Som abonnent, får du alltid raske svar frå det dedikerte støttepersonalet vårt på <a href="mailto:%(email)s">%(email)s</a>.

source: Prepaid support for gratis service and self-hosted installations
nn: Førehandsbetalt støtte for gratis teneste og sjølvdrivne installasjonar

source: Issues in your environment fixed immediately.
nn: Problem i miljøet ditt fiksast beinveges.

source: Priority e-mail support.
nn: Prioritert e-poststøtte.

source: Always upgraded to latest version.
nn: Alltid oppgradert til den nyaste versjonen.

source: Only available with the installation package
nn: Kun tilgjengeleg med installasjonspakken

source: Next business day support response guaranteed.
nn: Vi garanterer brukarstøttesvar neste arbeidsdag.

source: Four hours of private consultations in price.
nn: Fire timar med privat konsultasjon er innbaka i prisen.

source: Installation on your Linux server
nn: Installasjon på Linux-serveren din

source: One-time installation of Weblate
nn: Eingongsinstallasjon av Weblate

source: Setup customization
nn: Oppsettstilpassing

source: installation
nn: installasjon

source: Cloud backups of your data
nn: Sky-tryggleikskopiar av dataa dine

source: Securely encrypted with your passphrase
nn: Sikkert kryptert med passfrasa di

source: Stores up to 100 GB of backups
nn: Lagrar opptil 100 GB av tryggleikskopiar

source: Read more in the documentation.
nn: Les meir i dokumentasjonen.

source: Consulting services and/or custom development
nn: Konsultasjonstenester og/eller tilpassa utvikling

source: Development of custom features
nn: Utvikling av tilpassa funksjonar

source: Integration of Weblate into your workflow
nn: Integrering av Weblate i arbeidsflyten din

source: Suggestions on the internationalization and localization
nn: Forslag til internasjonalisering og lokalisering

source: Ask for help
nn: Be om hjelp

source: Discuss with community on <a href="%(url)s">GitHub</a>.
nn: Diskuter med samfunnet på <a href="%(url)s">GitHub</a>.

source: User profile at Weblate
nn: Brukarprofil på Weblate

source: My services
nn: Mine tenester

source: Support portal
nn: Støtteportal

source: See user profile
nn: Sjå brukarprofil

source: Add server to Discover Weblate
nn: Legg til server på Oppdag Weblate

source: My donations
nn: Mine donasjonar

source: Your reward
nn: Di påskjøning

source: Link
nn: Lenkje

source: Edit reward
nn: Rediger påskjøning

source: Active
nn: Aktiv

source: Wanna see something nice here?
nn: Vil du sjå noko triveleg her?

source: Share
nn: Del

source: Share with friends
nn: Del med vener

source: Other topics
nn: Andre emner

source: Milestones
nn: Milestolpar

source: Related Articles
nn: Relaterte artiklar

source: Back to blog
nn: Attende til bloggen

source: Sources tarball, bzip2 compressed
nn: Kjeldekode i tarball, bzip2-komprimert

source: Sources tarball, gzip compressed
nn: Kjeldekode i tarball, gzip-komprimert

source: Sources tarball, xz compressed
nn: Kjeldekode i tarball, xz-komprimert

source: Sources, zip compressed
nn: Kjeldekode, zip-komprimert

# 123 translations ...
source: this month
nn: denne månaden

# 123 translations ...
source: this week
nn: denne veka

# 123 translations ...
source: yesterday
nn: i går

# 123 translations ...
source: today
nn: i dag

# 123 translations ...
source: recently
nn: nyleg

# 123 translations ...
source: just now
nn: akkurat no

source: %d day remaining
nn: %d dag igjen

source: Error in parameter %(field)s: %(error)s
nn: Feil i parameter %(field)s: %(error)s

source: Please provide your billing information to complete the payment.
nn: Fyll inn faktureringsinformasjon for å fullføre betalinga.

source: The VAT ID is no longer valid, please update it.
nn: Moms-ID-en er ikkje lenger gyldig, oppdater den.

source: Please choose a payment method.
nn: Vel ei betalingsmetode.

source: Payment not yet processed, please retry.
nn: Betalinga er enno ikkje handsama, prøv igjen.

source: The payment was rejected: {}
nn: Betalinga vart avvist: {}

source: Unknown reason
nn: Ukjend grunn

source: Thank you for your subscription.
nn: Takk for at du abonnerer.

source: Thank you for your donation.
nn: Takk for donasjonen din.

source: User not found!
nn: Brukar ikkje funne!
