Repository: Pompilos/website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nn

source: Weblate is easiest to install using <strong>pip</strong> or <strong>Docker</strong>, please follow the <a href="%(url)s">Quick setup guide</a> for more detailed instructions.
nn: Weblate er enklast å installere ved bruk av <strong>pip</strong> eller <strong>Docker</strong>, følg <a href="%(url)s">Snøgginstallasjonsguide</a> for meir detaljerte instruksjonar.

source: Download source code
nn: Last ned kjeldekode

source: Latest releases for download
nn: Siste utgjevingar for nedlasting

source: Weblate can be run in any cloud or virtualization environment. The following guides will show you detailed info about some of the most common platforms.
nn: Weblate kan køyrast i alle sky- eller virtualiseringsmiljø. Fylgjande rettleiingar vil vise deg detaljert info om nokon av dei vanlegaste plattformane.

source: Running Weblate in a Docker container
nn: Køyring av Weblate i ein Docker-konteinar

source: Docker guide
nn: Docker-rettleiing

source: Running Weblate on the OpenShift platform
nn: Køyring av Weblate på OpenShift-plattforma

source: OpenShift guide
nn: OpenShift-rettleiing

source: Running Weblate on the Kubernetes platform
nn: Køyring av Weblate på Kubernetes-plattforma

source: Kubernetes guide
nn: Kubernetes-rettleiing

source: GitHub repository
nn: GitHub-kodelager

source: Weblate is developed on <a href="%(url)s">GitHub</a>, you can fork it there, find <a href="%(url)s">more repositories</a>, or just:
nn: Weblate blir utvikla på <a href="%(url)s">GitHub</a>, du kan gafle koden der, finne <a href="%(url)s">fleire kodelager</a>, eller berre:

source: Weblate command line client
nn: Weblate-kommandolinjeklient

source: You can control Weblate remotely using <a href="%(url)s">wlc</a>, which can be installed from Python pip:
nn: Du kan fjernstyre Weblate med å bruke <a href="%(url)s">wlc</a>, som kan installerast med å bruke Python pip:

source: Weblate features
nn: Weblate-funksjonar

source: As a feature rich computer aided translation tool, Weblate saves both developers and translators time. Make your users happier!
nn: Som eit funksjonsrikt, dataassistert omsetjingsverktøy, sparar Weblate både utviklarar og omsetjarar for tid. Gjer brukarane dine glade!

source: Browse the <a href="https://docs.weblate.org/">documentation</a> to learn more.
nn: Sjå gjennom <a href="https://docs.weblate.org/">dokumentasjonen</a> for å finne ut meir.

source: Easy to use interface
nn: Enkelt brukargrensesnitt

source: Weblate screenshot
nn: Weblate-skjermbilete

source: Detailed context
nn: Detaljert kontekst

source: Translators are provided detailed translation context, from translation files, or data enriched within Weblate.
nn: Omsetjarar blir gjeve detaljert omsetjingskontekst, frå omsetjingsfiler, eller data som har blitt lagt til inne i Weblate.

source: Fluent communication
nn: Flytande kommunikasjon

source: All translations are tracked and can be commented.
nn: Alle omsetjingar blir spora og kan kommenterast.

source: Access Control
nn: Tilgangskontroll

source: Fine-tune access rights to fit your environment.
nn: Finjuster tilgangsrettar slik at dei passar til miljøet ditt.

source: Smart Notifications
nn: Smarte varslingar

source: Translators can be notified of new strings to translate or other events.
nn: Omsetjarar kan varslast om nye strengar å omsetje, eller andre hendingar.

source: Integration API
nn: Integrasjons-API

source: Integrate Weblate with third-party services.
nn: Integrer Weblate med tredjepartstenester.

source: Multiple File Formats
nn: Fleirfaldige filformat

source: Use any common file localization format, like gettext, JSON, XLIFF or resource strings, etc.
nn: Nytt alle vanlege omsetjingsfilformat, som gettext, JSON, XLIFF eller ressursstrengar, osb.

source: Branch Support
nn: Forgreiningsstøtte

source: Handle different translation versions by pushing them automatically to different branches.
nn: Handter ulike versjonar av omsetjingar med å skubbe dei til forskjellege forgreiningar automatisk.

source: Translation Context
nn: Omsetjingskontekst

source: Description, nearby strings, images, related source code and glossary entries—for every string.
nn: Skildring, nærliggjande strengar, bilete, relatert kjeldekode og ordboksoppslag—for kvar streng.

source: Android string resources
nn: Android-strengressursar

source: Apple iOS strings
nn: Apple iOS-strengar

source: ARB file
nn: ARB-fil

source: CSV files
nn: CSV-filer

source: DTD files
nn: DTD-filer

source: Flat XML files
nn: Flate XML-filer

source: go-i18n JSON files
nn: go-i18n JSON-filer

source: gotext JSON files
nn: gotext JSON-filer

source: GWT properties
nn: GWT-eigenskapar

source: HTML files
nn: HTML-filer

source: i18next JSON files
nn: i18next JSON-filer

source: INI translations
nn: INI-omsetjingar

source: Inno Setup INI translations
nn: Inno Setup INI-omsetjingar

source: Java properties
nn: Java-eigenskapar

source: Joomla translations
nn: Joomla-omsetjingar

source: JSON files
nn: JSON-filer

source: Laravel PHP strings
nn: PHP-strengar for Laravel

source: mi18n lang files
nn: mi18n lang-filer

source: Mobile Kotlin resources
nn: Mobile Kotlin-ressursar

source: PHP strings
nn: PHP-strengar

source: ResourceDictionary files
nn: ResourceDictionary-filer

source: .NET resource files (RESX, RESW)
nn: .NET-ressursfiler (RESX, RESW)

source: Ruby YAML files
nn: Ruby YAML-filer

source: Subtitle files
nn: Undertekst-filer

source: Text files
nn: Tekstfiler

source: Windows RC files
nn: Windows RC-filer

source: YAML files
nn: YAML-filer

source: Glossaries
nn: Ordlister

source: Define frequently used terminology for consistency.
nn: Definer ofte brukt fagspråkterminologi for å halde på samanhengen.

source: Feedback Acquisition
nn: Tilbakemeldingsinnhenting

source: Use Weblate to acquire feedback on source strings to improve them.
nn: Nytt Weblate til å få tilbakemeldingar om kjeldestrengar for å betre dei.

source: Export and Import
nn: Eksport og import

source: Translations can be downloaded for offline translation and merged back.
nn: Omsetjingar kan bli lasta ned for fråkopla omsetjing, og flettast attende.

source: Translations are managed within the same version control system as your code.
nn: Omsetjingar blir handtert innanfor det same versjonskontrollsystemet som koden din.

source: Documentation
nn: Dokumentasjon

source: Comprehensive documentation covering both setup and use.
nn: Omfattande dokumentasjon som dekkjer både oppsett og bruk.

source: Easy Reviews
nn: Enkel gjennomgang

source: Several options for translators to review contributions made by peers.
nn: Fleire alternativ for omsetjarar til å gå gjennom tilskot frå andre.

source: Language support
nn: Språkstøtte

source: Support for over 500 languages out of the box. Others can be added too.
nn: Støtte for over 500 språk ut av boksen. Andre kan òg leggjast til.

source: Promotion
nn: Marknadsføring

source: Built-in features to attract a wider audience for your translation project.
nn: Innebygde funksjonar for å trekkje til seg eit større publikum til omsetjingsprosjektet ditt.

source: Reporting
nn: Rapportering

source: Reports are generated to provide info on project activity.
nn: Rapportar blir generert for å tilby info om prosjektaktivitet.

source: Version Control
nn: Versjonskontroll

source: Talks directly with your version control system, currently Git and Mercurial are supported.
nn: Snakkar direkte med versjonskontrollsystemet ditt, for tida blir Git og Mercurial støtta.

source: Collaboration Sites
nn: Samarbeidssider

source: Native support for software development sites such as GitLab, GitHub, Pagure, Azure, Gitea, or Bitbucket.
nn: Innebygd støtte for utviklingsnettstadar som GitLab, GitHub, Pagure, Azure, Gitea, eller Bitbucket.

source: Responsive UI
nn: Responsivt brukargrensesnitt

source: User interface that works nicely on desktop, tablets and phones in both light and dark mode.
nn: Brukargrensesnitt som verkar bra på stasjonær, nettbrett og telefon i både lys og mørk modus.

source: Translation memory
nn: Omsetjingsminne

source: Reuse existing translations to save time and costs.
nn: Attbruk eksisterande omsetjingar for å spare tid og pengar.

source: Translation add-ons
nn: Omsetjingstillegg

source: Customize localization workflow with various add-ons.
nn: Tilpass lokaliseringsprosessen med forskjellege tillegg.

source: Backups
nn: Tryggleikskopiar

source: Built-in remote backups to prevent data loss.
nn: Innebygde fjerntryggleikskopiar for å unngå datatap.

source: Screenshots
nn: Skjermbilete

source: Provide visual context for the translations.
nn: Gje visuell kontekst for omsetjingane.

source: Variants
nn: Variantar

source: Group variants of strings for easier translating.
nn: Grupper variantar av strengar for enklare omsetjing.

source: Intermediate language
nn: Overgangsspråk

source: Proofread strings from developers before translating them.
nn: Korrekturles strengar frå utviklarar før du omset dei.

source: Automatic translation
nn: Automatisk omsetjing

source: Translations or suggestions can be done by machine translation services or AI.
nn: Omsetjingar eller forslag kan bli gjeve av maskinomsetjingstenester eller KI.

source: Organize translations
nn: Organiser omsetjingar

source: Categorize the translation files to ease navigation.
nn: Kategoriser omsetjingsfilene for å forenkle navigasjonen.

source: Keyboard operation
nn: Tastaturhandtering

source: Use keyboard to effectively navigate while translating.
nn: Nytt tastaturet for effektiv navigasjon når du omset.

source: Weblate Pricing
nn: Weblate-prisliste

source: Use Weblate as a service, set up your own, or <a href="%(url)s">get help</a> for on-premise hosting — all with the convenience of the premium support.
nn: Nytt Weblate som ei teneste, sett opp din eigen, eller <a href="%(url)s">få hjelp</a> med vertstening på maskina di — alt med komforten frå premiumstøtte.

source: Compare Cloud and Self-hosted Features
nn: Samanlikn sky- og sjølvtente funksjonar

source: System maintenance
nn: Systemvedlikehald

source: Weblate installation
nn: Weblate-installasjon

source: Weblate upgrades
nn: Weblate-oppgraderingar

source: Access to backups
nn: Tilgjenge til tryggleikskopiar

source: Complete configuration customization
nn: Komplett konfigurasjonstilpassing

source: Single sign-on
nn: Enkeltinnloggingsfunksjonalitet

source: Priority e-mail support
nn: Prioritert e-poststøtte

source: Shared translation memory
nn: Delt omsetjingsminne

source: Priority bug fixing
nn: Prioritert feilretting

# Hosting plan
source: Cloud
nn: Sky

# Hosting plan
source: Self-hosted
nn: Sjølvdriven

source: Optional
nn: Valfri

source: From
nn: Frå

source: a month
nn: i månaden

source: See options
nn: Sjå alternativ

source: Buy now
nn: Kjøp no

source: Download
nn: Last ned

source: Cloud-hosted Price Options
nn: Sky-tente prisalternativ

source: Hosted Weblate allows localization without any extra effort, and <strong>premium support</strong> backed by core developers and professional translators. Ask about hosting of larger projects, or let us answer your questions by <a href="%(contact)s">getting in touch</a>—we are ready to find the perfect solution.
nn: Vertslagra Weblate tillet lokalisering utan ekstra bryderi, og <strong>premiumsstøtte</strong> frå kjerneutviklarar og profesjonelle omsetjarar. Spør om vertslagring av større prosjekt, eller lat oss svare på spørsmåla dine med å <a href="%(contact)s">kontakte oss</a>—vi står klare til å finne den perfekte løysinga.

source: Cloud hosting prices are based purely on number of strings. All plans include all Weblate features.
nn: Skyvertsteningsprisar er kun basert på talet på strengar. Alle planar inkluderer alle Weblate-funksjonane.

source: <b>14-day gratis trial</b> included in all cloud plans
nn: <b>14-dagars gratis prøveperiode</b> inkludert i alle skyplanar

source: Continuous localization
nn: Kontinuerleg omsetjing

source: Hosted strings
nn: Vertslagra strengar

source: Translation projects
nn: Omsetjingsprosjekt

source: Translation components
nn: Omsetjingskomponentar

source: Number of translators
nn: Tal på omsetjarar

source: Dedicated instance
nn: Dedikert instans

# Hosting plan
source: Custom
nn: Eigendefinert

source: Yearly
nn: Årleg

source: <strong>Save 20%%</strong> with annual subscription!
nn: <strong>Spar 20%%</strong> med årleg medlemskap!

source: Gratis trial
nn: Gratis prøveperiode

source: <b>Ask</b> for options
nn: <b>Spør</b> om alternativ

source: Payment
nn: Betaling

source: Pricing is based on the number of strings in all used languages. A string is a text unit defined in a translation format. It can be a word, sentence, or paragraph.
nn: Prisen er basert på talet på strengar i alle målspråka. Ein streng er eit tekstelement som er definert i eit omsetjingsformat. Det kan vere eit ord, ei setning, eller eit avsnitt.

source: Weblate proudly supports libre projects
nn: Weblate støttar stolt frie prosjekt

source: Join existing users and supporters
nn: Slå følgje med eksisterande brukarar og støttespelarar

source: Weblate - web-based localization
nn: Weblate - nettbasert lokalisering

source: Web-based <strong>continuous</strong> localization
nn: Nettbasert <strong>kontinuerleg</strong> lokalisering

source: Copylefted libre software, used by over %(projects)s libre software projects and companies in over %(countries)s countries.
nn: Heilt fri programvare, brukt av over %(projects)s friprog-prosjekt og verksemder over heile verda, i %(countries)s land.

source: Try Weblate
nn: Prøv Weblate

source: Explore all features
nn: Utforsk alle funksjonar

source: %(countries)s+ Countries
nn: %(countries)s+ land

source: Weblate localizes the world
nn: Weblate lokaliserer verda

source: Hosted service and standalone tool with tight version control integration. Simple and clean user interface, propagation of translations across components, quality checks and automatic linking to source files.
nn: Vertslagra teneste og frittståande program med tett integrert versjonskontrollsystem. Enkelt og oversiktleg grensesnitt, utbreiing av omsetjingar på tvers av komponentar, kvalitetskontroll og automatisk lenkjing til kjeldekodefiler.

source: %(count)s translation %(when)s
nn: %(count)s omsetjing %(when)s

source: Project
nn: Prosjekt

source: %(count)s translation
nn: %(count)s omsetjing

source: in the last 7 days
nn: dei siste sju dagane

source: Robust feature set
nn: Robust funksjonssett

source: Go to pricing
nn: Gå til prisliste

source: Users and Supporters
nn: Brukarar og støttespelarar

source: Weblate, the libre continuous localization system.
nn: Weblate, det frie kontinuerlege lokaliseringsystemet.

source: Manage your payments
nn: Handter betalingane dine

source: Generated on %(timestamp)s.
nn: Generert %(timestamp)s.

source: Thank you for your payment on weblate.org.
nn: Takk for betalinga di på weblate.org.

source: You will find an invoice for this payment attached.
nn: Du vil finne ein vedlagt faktura for denne betalinga.

source: Your payment on weblate.org
nn: Betalinga di på weblate.org

source: Your subscription on weblate.org is expiring soon. Please sign in on the website to renew it.
nn: Abonnementet ditt på weblate.org går ut snart. Logg deg inn på nettstaden for å fornye det.

source: Your donation on weblate.org is expiring soon. Please sign in on the website to renew it.
nn: Donasjonen din på weblate.org går ut snart. Logg inn på nettstaden for å fornye den.

source: Your expired payment on weblate.org
nn: Den utgåtte betalinga di på weblate.org

source: Your payment on weblate.org has failed.
nn: Betalinga di på weblate.org mislukkast.

source: If concerning a recurring payment, it is retried three times, and if still failing, cancelled.
nn: Om dette er ein gjentakande betaling, prøver vi på nytt tre gongar, og viss den framleis mislukkast blir den kansellert.

source: Your payment on weblate.org failed
nn: Betalinga di på weblate.org mislukkast

source: Your subscription on weblate.org should renew next week and you have not set up automatic payments.
nn: Abonnementet ditt på weblate.org skal fornyast neste veke, og du har ikkje sett opp automatisk betaling.

source: If you want to continue using the service, please perform the payment now.
nn: Viss du vil halde fram med å nytte tenesta, må du utføre betalinga no.

source: Your donation on weblate.org should renew next week and you have not set up automatic payments.
nn: Donasjonen din på weblate.org skal fornyast neste veke, og du har ikkje sett opp automatiske betalingar.

source: Please perform the payment now to continue supporting Weblate.
nn: Utfør betalinga no for å halde fram med å støtte Weblate.

source: Your upcoming renewal on weblate.org
nn: Den komande fornyinga di på weblate.org

source: Your payment on weblate.org is pending. Please follow the provided instructions to complete the payment.
nn: Betalinga di på weblate.org ventar. Følg dei vedlagde instruksjonane for å gjennomføre betalinga.

source: Payment amount
nn: Sum som skal betalast

source: (including VAT)
nn: (inkl. moms)

source: Your pending payment on weblate.org
nn: Den ventande betalinga di på weblate.org

source: Your subscription on weblate.org will renew next week.
nn: Abonnementet ditt på weblate.org vil bli fornya neste veke.

source: The payment will be automatically charged next week. In case your card has expired or you want to use different payment method, please perform the payment now.
nn: Betalinga vil bli trekt automatisk neste veke. Viss kortet ditt har gått ut eller du vil bruke ein annan betalingsmetode, må du utføre betalinga no.

source: Your donation on weblate.org will renew next week.
nn: Donasjonen din på weblate.org vil bli fornya neste veke.

source: Your upcoming payment on weblate.org
nn: Den komande betalinga di på weblate.org

source: Current subscription: %(package)s
nn: Noverande abonnement: %(package)s

source: Subscription is for <a href="%(url)s">%(url)s</a>.
nn: Abonnementet er for <a href="%(url)s">%(url)s</a>.

source: Thank you for purchasing support subscription on weblate.org
nn: Takk for at du kjøpte brukarstøtteabonnement på weblate.org

source: You can now activate it in your Weblate using the following activation key:
nn: Du kan aktivere det i Weblate no, med å bruke den følgjande aktiveringsnøkkelen:

source: Manage your subscriptions
nn: Handter abonnementa dine

source: Documentation on activating support
nn: Dokumentasjon om aktivering av brukarstøtte

source: Your new subscription on weblate.org
nn: Det nye abonnementet ditt på weblate.org

source: News about Weblate and localization.
nn: Nyhende om Weblate og lokalisering.

source: Weblate Blog
nn: Weblate-blogg

source: View older articles
nn: Vis eldre artiklar

source: Weblate payment
nn: Weblate-betaling

source: Your billing information
nn: Faktureringsinformasjonen din

source: Payment Summary
nn: Betalingssamandrag

source: Payment description
nn: Betalingsskildring

source: Payment frequence
nn: Betalingsfrekvens

source: Payment will be issued yearly till you cancel the subscription.
nn: Betalinga kjem til å bli gjentatt årleg til du avbryter abonnementet.

source: Payment will be issued every six months till you cancel the subscription.
nn: Betalinga vil bli utferda kvar sjette månad, til du avbryter abonnementet.

source: Payment will be issued every quarter till you cancel the subscription.
nn: Betalinga vil bli utferda kvartalsvis til du avbryter abonnementet.

source: Payment will be issued monthly till you cancel the subscription.
nn: Betalinga vil bli utferda månadleg til du avbryter abonnementet.

source: Note: This is unavailable for some payment methods, you will have to manually complete the next payment in those cases.
nn: Merk: Dette er utilgjengeleg for nokre betalingsmetoder, du vil måtte utferde neste betaling manuelt i dei tilfella.

source: Billing information
nn: Faktureringsinformasjon

source: Edit
nn: Rediger

source: Please choose payment method
nn: Vel betalingsmetode

source: Make Payment
nn: Utfør betaling

source: Please follow the provided instructions to complete the payment.
nn: Følg dei vedlagde instruksjonane for å fullføre betalinga.

source: Payment Instructions
nn: Betalingsinstruksjonar

source: Download pro forma invoice
nn: Last ned pro forma-faktura

source: Payment status
nn: Betalingstatus

source: Waiting for payment to be completed.
nn: Ventar på at betalinga skal bli ferdig.

source: Privacy Policy
nn: Personvernerklæring

source: View English version
nn: Vis engelsk versjon

source: Service
nn: Teneste

source: Dive in, or leverage extensive skills and experience from our team of professionals, giving focused advice attentive to your exact needs.
nn: Hopp inn, eller nytt dine kunnskapar saman med erfaringane frå det profesjonelle laget vårt, som gjev råd som er fokuserte på akkurat det du treng.

source: <strong>Donate</strong>—to make the world a better place
nn: <strong>Doner</strong>—for å gjere verda til ein betre stad

source: Give yourself a happy moment. Help build Weblate with a small or bigger donation. Funds are spent wisely between hosting and manpower.
nn: Gje deg sjølv ein hyggjeleg augeblink. Hjelp oss med å byggje Weblate med ein mindre eller større donasjon. Midla vert brukte mellom vertstening og arbeidskraft.

source: <strong>Join the community</strong> and contribute
nn: <strong>Bli med i samfunnet</strong> og gje ditt tilskot

source: Weblate is a platform for one of the most positive and empowering communities of libre software. We learn and grow together and we connect the world.
nn: Weblate er ei plattform for eit av dei mest positive og styrkjande samfunna innan fri programvare. Vi lærer og veks saman, og vi koplar verda saman.

source: Contribute with us
nn: Gje tilskot saman med oss

source: Good written and spoken English language skills are required.
nn: Gode skriftlege og munnlege engelskkunnskapar krevjast.

source: This is a remote contractor position.
nn: Dette er ei fjernarbeidsstilling.

source: We're a small libre software company where everybody has a lot of space to grow.
nn: Vi er ei lita friprog-verksemd der alle har rom til å vekse.

source: Continuous Localization
nn: Kontinuerleg lokalisering

source: Automated localization workflow follows your project development closely.
nn: Automatisert lokaliseringsprosess følgjer utviklinga av prosjektet ditt nøye.

source: Quality Checks
nn: Kvalitetskontrollar

source: Customizable quality checks helps improve translation quality.
nn: Justerbare kvalitetskontrollar betrar omsetjingskvaliteten.

source: Attribution
nn: Kreditering

source: All translators are properly credited in the version control system.
nn: Alle omsetjarar blir krediterte ordentleg i versjonskontrollsystemet.

source: Hosting Plans
nn: Vertstenartilbod

source: Use Weblate as a service starting at 19 EUR.
nn: Nytt Weblate som teneste frå 19 EUR.

source: Cloud Ready
nn: Klar for skya

source: Comes with appliances, ready to deploy in your cloud.
nn: Kjem med tenester, klare til å bli distribuert i skya di.

source: Libre Software
nn: Fri programvare

source: Help translate
nn: Hjelp til med omsetjing

source: Pricing
nn: Prisliste

source: Contribute
nn: Gje tilskot

source: Careers
nn: Karriere

source: Merchandise
nn: Effektar

source: Discover
nn: Oppdag

source: Get help
nn: Få hjelp

source: Blog
nn: Blogg

source: About
nn: Om

source: Docs
nn: Dokumentasjon

source: <strong>Gratis</strong> or <strong>Premium</strong>—it’s up to you
nn: <strong>Gratis</strong> eller <strong>Premium</strong>—det er opp til deg

source: Premium Cloud
nn: Premium-sky

source: for ease and comfort
nn: for ro og komfort

# Hosting plan parameter
source: Hosted strings
nn: Vertslagra strengar

# Hosting plan parameter
source: Languages
nn: Språk

source: Unlimited
nn: Uavgrensa
