Repository: Pompilos/website
Catalog: locale/crh/LC_MESSAGES/django.po
Languages: crh

source: Your donation to Weblate
crh: Siziñ bağışıñız Weblate

source: <strong>Thank you</strong> for your decision to support Weblate. Please choose your preferred method of support, or set a donation amount yourself. We are here to help if needed.
crh: Weblate'nı desteklegen qararıñız içün <strong>teşekkürler</strong>. Lütfen, qol tutuv usulıñıznı saylañız, ya da bağış miqdarını özüñiz belgileñiz. Kerek olsa, yardım etmek içün mındamız.

source: Choose your amount in EUR
crh: Euro olaraq miqdarnı saylañız

# Minimal donation amount in a form
source: From %(minimum)s
crh: %(minimum)s eurodan başlap

source: Pick how often to donate
crh: Ne sıqlıqnen bağışlamaqnı saylañız

source: Single payment
crh: Yekâne ödeme

source: Every year
crh: Er yıl

source: Your reward options
crh: Ödeme variantları

source: <strong>Whoa!</strong> You can get any reward.
crh: <strong>Uau!</strong> Er angi mukâfatnı elde ete bilesiñiz.

source: Selected option
crh: Saylanğan variant

source: Name in the list of supporters
crh: Destekçiler cedvelinde adı

source: Unavailable for your amount
crh: Siziñ miqdarıñız içün qullanılamaz

source: Choose this
crh: Saylamaq

source: No thanks
crh: Yoq, teşekkürler

source: Thank you anyway!
crh: Er alda, teşekkürler!

source: Continue
crh: Devam etmek

source: Please note—a full invoice for your donation is issued immediately after payment.
crh: Diqqatıñıznı celp etem! Bağış-faktura, tölev yapılğan soñ, tam olaraq qayd etile.

source: Your link may be refused, especially if containing too adult or illegal content. Please consult us in advance if unsure.
crh: Bağlantıñız red etile bile, hususan, büyükler ya da qanunsız içerik olsa. Emin olmağan olsañız, lütfen biznen evelden añlaşıñız.

source: Download Weblate
crh: Weblate yükle

source: All Weblate source code is freely available for you to use, modify, share and distribute. Discuss it with your associates.
crh: Weblate platformasınıñ bütün menba kodu serbest qullanmaq, deñiştirmek, derc etmek ve tarqatmaq içün açıq. Bunı zenaatdaşlarıñızğa aytıp beriñiz.

source: Get premium service
crh: Premïya-kömektі alw

source: Quick setup
crh: Tez qurulış

source: Quick Installation
crh: Tez qurulışı

source: Weblate is easiest to install using <strong>pip</strong> or <strong>Docker</strong>, please follow the <a href="%(url)s">Quick setup guide</a> for more detailed instructions.
crh: Weblate'nı <strong>pip</strong> ya da <strong>Docker</strong> ile qurmaq daa qolay, lütfen, tafsilâtlı talimatlar içün <a href="%(url)s">qısqa bir qurulış kılavuzını</a> izleñiz.

source: Download source code
crh: Menba kodunı endir

source: Latest releases for download
crh: Yüklemek içün soñki versiyalar

source: Cloud or virtualization images
crh: Bulut ya da sanalıştırma içün resimler

source: Weblate can be run in any cloud or virtualization environment. The following guides will show you detailed info about some of the most common platforms.
crh: Weblate er bir bulut ya da virtual müitte çalıştırıla bile. Bu kılavuzlar, eñ tarqalğan platformalar içün qurulışı ve tertiplenüvi aqqında tafsilâtlıca tarif ete.

source: Running Weblate in a Docker container
crh: Weblate ni Docker konteynerinde başlat

source: Docker guide
crh: Docker rehberi

source: Running Weblate on the OpenShift platform
crh: OpenShift platformasında Weblate başlat

source: OpenShift guide
crh: OpenShift rehberi

source: Running Weblate on the Kubernetes platform
crh: Kubernetes platformasında Weblate başlat

source: Kubernetes guide
crh: Kubernetes rehberi

source: GitHub repository
crh: GitHub Repozitoriyası

source: Weblate is developed on <a href="%(url)s">GitHub</a>, you can fork it there, find <a href="%(url)s">more repositories</a>, or just:
crh: Weblate <a href="%(url)s">GitHub</a> üzerinde işlenip çıqarılğan, siz onı mında ayırıp ala bilesiñiz, <a href="%(url)s">daha çoq depolarnı tapa bilesiñiz</a>, ya da sadece:

source: Weblate command line client
crh: Emir satırı içün Weblate istemcisi

source: You can control Weblate remotely using <a href="%(url)s">wlc</a>, which can be installed from Python pip:
crh: Python pip'ten qurula bilgen <a href="%(url)s">wlc</a> qullanaraq Weblate'ni uzaqtan idare ete bilesiñiz:

source: Weblate features
crh: Weblate hususiyetleri

source: As a feature rich computer aided translation tool, Weblate saves both developers and translators time. Make your users happier!
crh: Kompyuter yardımı ile tercime aleti olaraq, Weblate em tercimecilerniñ, em de tercimanlarnıñ vaqtını qurtara. Qullanıcılarıñıznı daa bahtlı yapıñız!

source: Browse the <a href="https://docs.weblate.org/">documentation</a> to learn more.
crh: Daa çoq malümat almaq içün <a href="https://docs.weblate.org/">belgilemege</a> baqıñız.

source: Easy to use interface
crh: Qolay qullanılğan arayüz

source: Weblate screenshot
crh: Weblate ekran körünişi

source: Customizable quality checks
crh: Özelleştirilebilgen keyfiyet teşkerüvleri

source: Detailed context
crh: Tafsilâtlı kontekst

source: Translators are provided detailed translation context, from translation files, or data enriched within Weblate.
crh: Tercimecilerge tercime aqqında tafsilâtlı malümat tercime fayllarından ya da Weblate'deki ilâvelerden berile.

source: Fluent communication
crh: Serbest qonuşuv

source: All translations are tracked and can be commented.
crh: Bütün tercime deñiştirmeleri közetile ve olarnı izaatlamaq mümkün.

source: Access Control
crh: Erişüv Kontrolü

source: Fine-tune access rights to fit your environment.
crh: Çevreñizge uyğun olaraq kiriş aqqıñıznıñ ince ayarları.

source: Smart Notifications
crh: Aqıllı Haberler

source: Translators can be notified of new strings to translate or other events.
crh: Tercimecilerge yañı tercime ya da diger vaqialar aqqında haber etile bile.

source: Integration API
crh: Birleştirüv içün API

source: Integrate Weblate with third-party services.
crh: Weblate'nı üçünci taraf hızmetlerinen birleştir.

source: Multiple File Formats
crh: Birden çoq Fayl Formatları

source: Use any common file localization format, like gettext, JSON, XLIFF or resource strings, etc.
crh: Gettext, JSON, XLIFF ya da resurs satırları kibi er angi adiy fayl lokalizatsiyası formatını qullanıñız.

source: Branch Support
crh: Branch içün destek

source: Handle different translation versions by pushing them automatically to different branches.
crh: Çeşit tercime versiyalarını çeşit dallarğa avtomatik olaraq yerleştirerek işlep çıqıñız.

source: Translation Context
crh: Tercime kontekstı

source: Description, nearby strings, images, related source code and glossary entries—for every string.
crh: Tafsilât, yaqın satırlar, resimler, bağlı menba kodu ve er satır içün sözlük kirişleri.

source: Android string resources
crh: Android satırlarnıñ resursları

source: Apple iOS strings
crh: Apple iOS satırları

source: App store metadata files
crh: Uyğulama mağazınıñ metadata faylları

source: ARB file
crh: ARB faylı

source: CSV files
crh: CSV faylları

source: DTD files
crh: DTD faylları

source: Flat XML files
crh: Flat XML faylları

source: Fluent format
crh: Fluent formatı

source: go-i18n JSON files
crh: go-i18n JSON faylları

source: gotext JSON files
crh: gotext JSON faylları

source: GWT properties
crh: GWT hususiyetler faylları

source: HTML files
crh: HTML faylları

source: i18next JSON files
crh: i18next JSON faylları

source: IDML Format
crh: IDML formatı

source: INI translations
crh: INI-fayllarda tercimeler

source: Inno Setup INI translations
crh: Inno Setup INI-fayllarında tercime etilgenler

source: Java properties
crh: Java hususiyetleri faylları

source: Joomla translations
crh: Joomla içün tercime

source: JSON files
crh: JSON-fayllar

source: Laravel PHP strings
crh: Laravel PHP satırları

source: Markdown files
crh: Markdown faylları

source: mi18n lang files
crh: mi18n lang faylları

source: Mobile Kotlin resources
crh: Kotlin mobil resursları

source: OpenDocument Format
crh: OpenDocument formatı

source: PHP strings
crh: PHP satırları

source: Qt Linguist .ts
crh: .ts Qt Linguist faylları

source: ResourceDictionary files
crh: ResourceDictionary faylları

source: .NET resource files (RESX, RESW)
crh: resurs faylları . NET (RESX, RESW)

source: Ruby YAML files
crh: Ruby YAML faylları

source: Stringsdict format
crh: Stringsdict formatı

source: Subtitle files
crh: Subtitrler faylları

source: TermBase eXchange format
crh: TermBase eXchange formatı

source: Text files
crh: Metin faylları

source: WebExtension JSON
crh: WebExtension içün JSON-fayllar

source: Windows RC files
crh: Windows resurslarınıñ faylları

source: YAML files
crh: YAML faylları

source: Glossaries
crh: Sözlükler

source: Define frequently used terminology for consistency.
crh: Sıq qullanılğan terminologiyanı belgilep, onı uyğunlaştırıñız.

source: Feedback Acquisition
crh: Cevapnı aluv

source: Use Weblate to acquire feedback on source strings to improve them.
crh: Weblate'nı qullanıp, olarnı eyileştirmek içün menba satırları aqqında fikir alıñız.

source: Export and Import
crh: İhracat ve ihrac

source: Translations can be downloaded for offline translation and merged back.
crh: Tercimelerni offline tercime içün endirmek ve tekrar birleştirmek mümkün.

source: Fully Integrated
crh: Tam birleştirüv

source: Translations are managed within the same version control system as your code.
crh: Tercime, kodunız olğan aynı sürüm nezaret sistemasında buluna.

source: Documentation
crh: Belgilendirüv

source: Comprehensive documentation covering both setup and use.
crh: Tam bir vesiqa, em qurulışı, em de qullanıluvı ile bağlı.

source: Easy Reviews
crh: Qolay teftiş etüv

source: Several options for translators to review contributions made by peers.
crh: Tercimanlarğa zenaatdaşlarınıñ yapqan işlerini qıymetlendirmek içün bir qaç variant.

source: Language support
crh: Til destegi

source: Support for over 500 languages out of the box. Others can be added too.
crh: 500-den ziyade til içün qutuda destek. Digerleri de qoşula bile.

source: Promotion
crh: Paylaşuv

source: Built-in features to attract a wider audience for your translation project.
crh: Tercime leyhañızğa keniş auditoriyanı celp etmek içün qurulğan imkânlar.

source: Reporting
crh: Haber berüv

source: Reports are generated to provide info on project activity.
crh: Leyha faaliyeti aqqında malümat bermek içün esabatlar azırlana.

source: Version Control
crh: Versiya nezareti

source: Talks directly with your version control system, currently Git and Mercurial are supported.
crh: Versiya nezareti sistemanıznen doğrudan-doğru bağlanuvı, şimdi biz Git ve Mercurial'nı destekleymiz.

source: Collaboration Sites
crh: Birlikte çalışmaq içün meydançıqlar

source: Native support for software development sites such as GitLab, GitHub, Pagure, Azure, Gitea, or Bitbucket.
crh: GitLab, GitHub, Pagure, Azure, Gitea ya da Bitbucket kibi programma teminlevi saytları içün kirsetilgen destek.

source: Responsive UI
crh: Cevaplayıcı qullanıcı arayüzü

source: User interface that works nicely on desktop, tablets and phones in both light and dark mode.
crh: Kâğıtlı ya da qaranlıq rejimde masa üstü bilgisayarlarda, planşetlerde ve telefonlarda mükemmel çalışqan qullanıcı arayüzü.

source: Translation memory
crh: Tercimelerniñ hatırası

source: Reuse existing translations to save time and costs.
crh: Vaqıt ve masraflarnı iqtisat etmek içün mevcut tercimelerniñ tekrar qullanılması.

source: Translation add-ons
crh: Tercime eklentileri

source: Customize localization workflow with various add-ons.
crh: Çeşit eklentilernen özelleştirilebilgen tercime.

source: Backups
crh: Yedeklemeler

source: Built-in remote backups to prevent data loss.
crh: Malümatnıñ ğayıp oluvını toqtatmaq içün qurulğan uzaqtan yedekleme.

source: Screenshots
crh: Ekran süretleri

source: Provide visual context for the translations.
crh: Tercime içün vizual kontekstni temin etiñiz.

source: Variants
crh: Variantlar

source: Group variants of strings for easier translating.
crh: Tercime qolay olması içün bir satırnıñ farqlı variantlarını birleştirin.

source: Intermediate language
crh: Ara til

source: Proofread strings from developers before translating them.
crh: Tercimeciler yazğan satırlarnı tercime etmeden evel oquñız.

source: Automatic translation
crh: Avtomatik tercime

source: Translations or suggestions can be done by machine translation services or AI.
crh: Tercimeler ya da teklifler maşna tercimesi hızmetleri ya da SZ tarafından yapıla bile.

source: Organize translations
crh: Tercimelerni tertip et

source: Categorize the translation files to ease navigation.
crh: Tercime fayllarını navigatsiyanı qolaylaştırmaq içün kategoriyalaştırıñız.

source: Keyboard operation
crh: Klavye ile idare etüv

source: Use keyboard to effectively navigate while translating.
crh: Tercime etkende semereli surette areket etmek içün klaviatura qullanıñız.

source: Weblate Pricing
crh: Weblate Fiyatlandırması

source: Use Weblate as a service, set up your own, or <a href="%(url)s">get help</a> for on-premise hosting — all with the convenience of the premium support.
crh: Weblate servisimizden faydalanıñız, öz saytıñıznı qurıñız ya da <a href="%(url)s">öz saytıñızğa qurulması içün yardım alın</a> - er şey birinci sınıf destek ile.

source: Our team is ready to help you run Weblate smoothly.
crh: Bizim komandamız sizge Weblate raatlıqta çalışmağa yardım etmege azır.

source: Compare Cloud and Self-hosted Features
crh: Bulut ve öz hosting imkânlarını qıyaslav

source: System maintenance
crh: Sistemanıñ saqlanuvı

source: Weblate installation
crh: Weblate qurulışı

source: Weblate upgrades
crh: Weblate Yañartmaları

source: Access to backups
crh: Zıddiy yedeklerge irişim

source: Complete configuration customization
crh: Tam bir yapılandırma

source: Single sign-on
crh: Tek kiriş

source: Priority e-mail support
crh: E-mail vastasınen prioritetli destek

source: Shared translation memory
crh: Tercimelerniñ ortaq hafızası

source: Priority bug fixing
crh: Prioritetli hatalarnı tüzetüv

# Hosting plan
source: Cloud
crh: Bulut

source: Backups and restores are automatic on Hosted Weblate.
crh: Hosted Weblate-de arhiv ve tiklev avtomatik şekilde yapıla.

# Hosting plan
source: Dedicated cloud
crh: Saylanğan Bulut

# Hosting plan
source: Self-hosted
crh: Öz hosting

source: Optional
crh: Kerekli degil

source: Gratis
crh: Ücretsiz

source: From
crh: Ayda

source: a month
crh: başlap

source: See options
crh: Variantlarnı baqmaq

source: Buy now
crh: Şimdi satın al

source: Download
crh: Yükle

source: Cloud-hosted Price Options
crh: Bulut hostuvı içün fiyat variantları

source: Hosted Weblate allows localization without any extra effort, and <strong>premium support</strong> backed by core developers and professional translators. Ask about hosting of larger projects, or let us answer your questions by <a href="%(contact)s">getting in touch</a>—we are ready to find the perfect solution.
crh: Hosted Weblate, iç bir qoşma ğayret köstermeyip, yerleştirmege imkân bere ve esas inkişaf ettiriciler ve ihtisaslı tercimanlar tarafından desteklengen <strong>premium destek</strong>. Büyük leyhalarnıñ musafirleri aqqında sorayıñız, ya da <a href="%(contact)s">bağlanıp, sualiñizge cevap beremiz</a> - tam bir çare tapmağa azırmız.

source: Cloud hosting prices are based purely on number of strings. All plans include all Weblate features.
crh: Bulutlı hosting fiyatları sırf sıra sayısına esaslana. Bütün fiyat planları Weblate'nıñ bütün hususiyetlerini qaplap ala.

source: <b>14-day gratis trial</b> included in all cloud plans
crh: <b>14 künlük bedava sınav</b> bütün bulut planlarında kirsetilgen

source: Continuous localization
crh: Toqtamağan tercime

source: Hosted strings
crh: Saqlanğan satırlar

source: Translation projects
crh: Tercime leyhaları

source: Translation components
crh: Tercime qısımları

source: Number of translators
crh: Tercimanlarnıñ sayısı

source: Dedicated instance
crh: Saylanğan sunucı nümünesi

# Hosting plan
source: Custom
crh: Özelleştirilebilgen

source: Yearly
crh: Er yıl

source: <strong>Save 20%%</strong> with annual subscription!
crh: <strong>Yıllıq abunege 20%%</strong> ekonomiya yapıñız!

source: Gratis trial
crh: Bedava sınav devri

source: <b>Ask</b> for options
crh: <b>Variantlar aqqında sora</b>

source: Payment
crh: Töleme

source: Pricing is based on the number of strings in all used languages. A string is a text unit defined in a translation format. It can be a word, sentence, or paragraph.
crh: Fiyatı qullanılğan bütün tillerdeki satırlarnıñ sayısına bağlı. Sızıq — tercime şekilinde belgilengen metin birlemidir. Bu söz, cümle ya da abzats ola bile.

source: Weblate proudly supports libre projects
crh: Weblate serbest leyhalarnı ğururnen destekley

# Hosting plan parameter
source: Hosted strings
crh: Saqlanğan satırlar
