Repository: Pompilos/website
Catalog: locale/crh/LC_MESSAGES/django.po
Languages: crh

source: The largest Weblate server worldwide is home to hundreds of libre and private projects. And Weblate itself! Love libre software? Your possibilities of contributing are limitless here!
crh: Dünyadaki eñ büyük Weblate serverinde yüzlerce serbest ve şahsiy leyhalar bar. Ve Weblate içün de! Serbest yazılımnı sevesiñizmi? Siziñ imkânlarıñız mında sıñırsız!

source: Insufficient donation for selected reward!
crh: Saylanğan mukâfat içün yeterli bağış yoq!

source: Invoice was not found: %s
crh: Faktura tapılmadı: %s

source: No reward
crh: Ücretsız

source: Name in the list of supporters
crh: Destekçiler cedvelinde adı

source: Link in the list of supporters
crh: Destekçiler cedvelinde bağlantı

source: Logo and link on the Weblate website
crh: Weblate saytında logo ve bağlantı

source: Release
crh: İmal

source: Features
crh: Funktsiyalar

source: Announcement
crh: İlân

source: Conferences
crh: Konferentsiyalar

source: Hosted Weblate
crh: Yerleştirme Weblate

source: Development
crh: Azırlav

source: Localization
crh: Uyğunlaştıruv

source: Invalid image!
crh: Invalid resim!

source: Unsupported image type: %s
crh: Desteklenmegen resim türü: %s

source: Please upload an image with a resolution of 570 x 260 pixels.
crh: Lütfen, 570 x 260 piksel qararınen bir resim yükleñiz.

source: Link text
crh: Metin bağlantı

source: Link URL
crh: URL-bağlantı

source: Link image
crh: Bağlantı resim

# Package category
source: None
crh: Kimse

# Package category
source: Dedicated hosting
crh: Saylanğan sunucı nümünesi

# Package category
source: Shared hosting
crh: Paylaşılğan hosting

# Package category
source: Self-hosted support
crh: Öz musafirhaneñizniñ temel destegi

source: Community supported
crh: Cemiyet tarafından desteklengen

source: Dedicated hosted service
crh: Bağlanğan serverde bulut hostingi

source: Hosted service
crh: Hostingı

source: Basic self-hosted support
crh: Öz musafirhaneñizniñ temel destegi

source: Extended self-hosted support
crh: Öz hosting içün ileri destek

source: Premium self-hosted support
crh: Öz hostinginiñ Premium destegi

source: Server URL
crh: Sunucınıñ URL

source: Server description
crh: Sunucınıñ Tarifi

source: Server image
crh: Sunucınıñ resimi

source: PNG or JPG image with a resolution of 570 x 260 pixels.
crh: 570 x 260 pikselli PNG ya da JPG resmi.

source: Basic support
crh: Esas destek

source: Never get held back by a problem.
crh: Sizni iç bir problem toqtatmay.

source: Set priority for all your questions and reported bugs.
crh: Bütün suallerni ve hata bildirüvlerini prioritetli yapıñız.

source: Get support
crh: Destek alıñız

source: Premium support
crh: E-mail vastasınen prioritetli destek

source: Don’t wait with your work on hold.
crh: İşni toqtatıp, beklemeñiz.

source: This guarantees you answers the NBD at the latest.
crh: Kelecek iş kününe qadar cevap bermege kefil etemiz.

source: Be Premium
crh: Premium qullanıcısı ol

source: Extended support
crh: Keñişletilgen destek

source: Don’t settle with Basic, get a worry-free package.
crh: Yalıñız esas paketnen qanaatlenmeñiz, tolu paketni satın alıñız ve qayğısız yaşayıñız.

source: We will manage upgrades for you.
crh: Siz içün yañartmalarnı idare etecekmiz.

source: Stay updated
crh: Er vaqıt yañılıqlı olıñız

source: Backup service
crh: Yedekleme hızmeti

source: Easily put your backups in a safe place.
crh: Yedeklemelerni telükesiz bir yerge qolay yollañız.

source: Encrypted and automatic, always available.
crh: Şifreli ve avtomatik, er vaqıt mevcut.

source: Back up daily
crh: Er kün yedekleme yapıñız

source: Upgrade to %s
crh: %s-ge yükseltüv

source: Increase service limits to translate more content.
crh: Daa çoq malümatnı tercime etmek içün hızmet sıñırlarını arttırıñız.

source: Upgrade
crh: Yañartma

source: IBAN bank transfer
crh: IBAN bank köçürüvi

source: Issuing bank
crh: Bank-emitent

source: Account holder
crh: Esap saibi

source: Account number
crh: Nomera esap

source: SWIFT code
crh: SWIFT-kodu

source: Reference
crh: Tevsiye

source: Payment card
crh: Ödeme kartası

source: Payment error
crh: Ödeme hatası

source: Payment cancelled
crh: Ödeme lâğu etildi

source: European VAT ID
crh: Avropalı VAT ID

source: Please fill in European Union VAT ID, leave blank if not applicable.
crh: Avropa Birliginiñ KÇA-nı tölev nomerasını toldurıñız, kerekli olmasa, boş qaldırıñız.

source: Tax registration
crh: Bergi qaydiyet

source: Please fill in your tax registration if it should appear on the invoice.
crh: Bergi cedvelini toldurıñız, eger o, fakturada qayd etilmek kerek olsa.

source: Company or individual name
crh: Ad şirket ya ferdiy isim

source: Address
crh: Adres

source: Additional address information
crh: Adres aqqında qoşma malümat

source: City
crh: Şeer

source: Postcode
crh: Poçtа kod

source: Country
crh: Memleket

source: Billing e-mail
crh: Esap-faktura içün email

source: Additional e-mail to receive billing notifications
crh: Ödemek aqqında haberlerni almaq içün qoşma elektron adresi

source: The country has to match your VAT code
crh: Ölkä, senin KDV koduna uymalıdır

source: Annual
crh: Er yıl

source: Biannual
crh: Eki yıllıq

source: Quarterly
crh: Kvartal

source: Monthly
crh: Er ay

source: One-time
crh: Yalın qat

# Payment state
source: New payment
crh: Yañı ödev

# Payment state
source: Awaiting payment
crh: Beklengen ödev

# Payment state
source: Payment rejected
crh: Ödev red

# Payment state
source: Payment accepted
crh: Ödev alınğan

# Payment state
source: Payment processed
crh: Ödev işlengen

source: Enter a valid e-mail address.
crh: Lütfen kerçek bir e-mail adresini kirsetiñiz.

source: {} is not a valid country code for any European Union member.
crh: {} Avropa Birliginiñ iç bir azası içün geçerli bir memleket kodu degil.

source: {} does not match the country's VAT ID specifications.
crh: {} ülkeniñ KDV spesifikasiyalarına uymay.

source: The official EU verification tool currently can't validate this VAT ID, please try again later.
crh: Avropa Birliginiñ resmiy teşkerüv aleti şimdilik bu KDV IDni tasdıqlap olamay, lütfen soñra tekrar teşkerin.

source: View service status.
crh: Hızmet vaziyetini baqıñız.

source: {} is not a valid VAT ID.
crh: {} degerli bir KDV kimligi degil.

source: Page not found
crh: Saifesi tapılmadı

source: The page you are looking for was not found.
crh: Qıdırğan saifeñiz tapılmadı.

source: Server error
crh: Server hatası

source: The Weblate Way
crh: Weblate Yolu

source: We love localization and libre software enough to build a privacy-respecting localization tool and provide it as copylefted libre software. It all started in 2012.
crh: Lokalizatsiya ve serbest yazılımnı, gizlilikke sayğı köstergen lokalizatsiya aletini qurıp, onı serbest yazılım olaraq temin etmek içün yeterli qadar sevemiz. Er şey 2012 senesi başladı.

source: February 2012
crh: 2012 senesi fevral ayı

source: Looking for a Pootle alternative
crh: Pootle içün alternativ qıdıramız

source: …The key feature is full integration with Git. Changes are committed to a local Git branch and easily merged back.
crh: ...Git ile tam birleştirüv esas hususiyetidir. Deñiştirmeler Gitniñ yerli dalına komit etile ve qolaylıqnen keri qoşula.

source: March 2012
crh: 2012 senesi mart

source: Announcing Weblate
crh: Weblate-ni ilân etüv

source: …After about a week of development, Weblate is announced; a web-based translation tool with tight Git integration.
crh: ...Bir aftadan soñ Weblate, Git ile sıq birleştirilgen tercime içün web aletini ilân etti.

source: April 2012
crh: 2012 senesi aprel ayı

source: Why Weblate?
crh: Ne içün Weblate?

source: Instead of settling with an existing solution, Weblate was made to have:
crh: Mevcut olğan çezüvlernen qalmaq yerine, Weblate:

source: Git integration
crh: Git ile birleştirilgen

source: Translator attribution
crh: Tercimannıñ müellifligini köstere

source: Handling of several branches
crh: Bir qaç dalnı işley

source: Displaying context
crh: Kontekstni köster

source: Sane merging of translations
crh: Tercimelerniñ aqıllı birleşmesi

source: Consistency checks
crh: Birdemlik teşkerüvleri

source: Today
crh: Bugün

source: Weblate grows and the future is open to new opportunities.
crh: Weblate öse ve kelecek yañı imkânlarğa açıla.

source: Your Weblate Team
crh: Siziñ Weblate taqımıñız

source: Author of the idea; code and development leader. He’s also designing custom and large-scale solutions.
crh: Fikirniñ müellifi; kod ve inkişaf lideri. O, ayrıca hususiy ve büyük mıqyaslı çezilüvlerni azırlay.

source: Community manager and support guru who’s helping you with smooth workflows. Our salesperson.
crh: İş esnasını eyileştirmege yardım etken cemaat idarecisi ve destek guru. Satış bölügindeki adamımız.

source: Interface and graphics designer elevating user happiness. He’s continually optimizing Weblate.
crh: Qullanıcılarnı daa da bahtlı yapqan interfeys ve grafik dizayner. O, Weblate-ni daima eyileştirmege tırışa.

source: Contributors and translators united
crh: Müellifler ve tercimanlar birleşti

source: The Weblate history
crh: Weblate tarihı

source: April 2020
crh: 2020 senesi aprel ayı

source: Improved translation memory and support for intermediate translations
crh: Tercimelerniñ hatırası ve ara tercimelerniñ qol tutuvı eyileştirildi

source: January 2019
crh: 2019 senesi yanvar ayı

source: Automatic detection of translatable files in a repository
crh: Tercime etilgen fayllarnı depotoriyada avtomatik olaraq tap

source: June 2018
crh: 2018 senesiniñ iyün ayı

source: Weblate 3.0 is released with rewritten and more flexible access control
crh: Weblate 3.0 yañıdan yazılğan ve daa çevik irişim nezareti ile çıqarıldı

source: April 2018
crh: 2018 senesi aprel ayı

source: Built-in translation memory
crh: İçine qurulğan tercime hatırası

source: February 2018
crh: 2018 senesi fevral ayı

source: Introducing add-ons to customize the localization workflow
crh: Tercime ayarları içün qoşma modullerni kirsetüv

source: Bringing more fine grained per project ACL settings
crh: Er bir leyha içün daa tafsilâtlı ACL kirsetilüvi

source: April 2017
crh: 2017 senesi aprel ayı

source: Security program opened at HackerOne
crh: HackerOne-da telükesizlik programması açıldı

source: November 2016
crh: 2016 senesi noyabr ayı

source: Support for uploading screenshots to provide better context for translators
crh: Tercimanlar içün daa yahşı bağnı temin etmek içün ekran süretlerini yüklemek içün destek

source: Show older milestones
crh: Keçken basamaqlarnı köster

source: Founder of Weblate
crh: Weblate-niñ tesisçisi

source: Michal is a libre software enthusiast born and residing in Prague, Czech Republic. He is a long term contributor to various libre software projects like <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> and <a href="https://www.debian.org/">Debian</a>.
crh: Mihal (Michal) Çeh Cumhuriyetiniñ Pragasında doğdı ve yaşay. O, çoqtan berli serbest programma teminatı ile meraqlanğan bir insan ola ve çoqtan berli çeşit leyhalarğa, meselâ <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> ve <a href="https://www.debian.org/">Debian</a>.

source: After employment in several technology companies, since early 2016, Michal dedicated himself to providing services to companies focusing on localization and Weblate.
crh: Bir qaç tehnologiya şirketinde çalışqan soñ, 2016 senesiniñ başından başlap, Michal, yerlileştirüv ve Weblate üzerinde çalışqan şirketlerge hızmet köstermege başladı.

source: Contact
crh: Biznen bağlanıñız

source: Provider
crh: Adres

source: Czechia
crh: Çeh Cumhuriyeti

source: Business ID
crh: Şirketniñ kimligi

source: VAT ID
crh: SİM (VAT ID)

source: D-U-N-S Number
crh: D-U-N-S nomerası

source: Contact us
crh: Biznen bağlanıñız

source: Weblate is a libre software web-based continuous localization system.
crh: Weblate - ağ tehnologiyalarına esaslanğan devamlı tercime sisteması içün serbest yazılımdır.

# Keyword
source: translate
crh: tercime etmek

source: Sign out
crh: Çıqış

source: Go Weblate!
crh: Weblate-ni açıñız!

source: Service Status
crh: Hızmetniñ vaziyeti

source: Licensed GNU GPLv3+
crh: Litsenziyası: GNU GPLv3+

source: Terms
crh: Qullanuv şartları

source: Privacy
crh: Gizlilik

source: Design by %(author)s
crh: %(author)s tarafından dizayn

source: Career at Weblate
crh: Weblate'deki karyerası

source: Weblate, the libre localization platform, wants you on the team!
crh: Weblate, bedava tercime meydançığı, siziñ taqımımızğa qoşulğanıñıznı istey!

source: Learn more
crh: Daa çoq bilgi alıñız

source: Dive into our <a href="%(issues)s">open issues</a> to gain insights and contribute to our dynamic ecosystem.
crh: Bizim dinamik ekosistemimiz aqqında ögrenip, onı eyileştirmege yardım etmek içün <a href="%(issues)s">açıq vazifeler</a> ile tanış oluñız.

source: Showcase your skills by tackling one of our <a href="%(issues)s">good first issues</a> and making a tangible impact.
crh: <a href="%(issues)s">İlk yahşı vazifelerden</a> birini yapıp, öz istidatıñıznı köstereñiz ve tesir etiñiz.

source: Apply now
crh: İş içün ariza yazmaq

source: Browse the <a href="%(issues)s">open issues</a> to gain insight into what we are looking for.
crh: Kimni qıdırğanımıznı añlamaq içün <a href="%(issues)s">açıq meselelerni</a> baqıñız.

source: Grab one of the <a href="%(issues)s">good first issues</a> to show us your expertise.
crh: <a href="%(issues)s">Yañı birinci sanlardan</a> birini tutıp, bizge tecribeni köster.

source: Contribute to Weblate
crh: Weblate-ge yardım etiñiz

source: Weblate is developed by an open community.
crh: Weblate açıq bir toplulıq tarafından işlep çıqarıldı.

source: There are many ways you can contribute to Weblate development. Talk about it with your associates.
crh: Weblate inkişafına isse qoşmaq içün bir çoq yollar bar. Bunı zenaatdaşlarıñıznen muzakere etiñiz.

source: View sources
crh: Kök kodı

source: Translate the app
crh: Appnı tercime et

source: Found a <strong>bug</strong> in Weblate?
crh: Weblate'de bir <strong>hata</strong> taptıñızmı?

source: In case it is sensitive or a <strong>security issue</strong>, please report it to %(report)s. Other ways of reporting security issue can be found in the <a href="%(url)s">documentation</a>.
crh: Eger bu mesele müim malümatnen bağlı ya da <strong>telükesizlik</strong>;, ile bağlı olsa, lütfen bu mesele aqqında %(report)s-te haber etiñiz. Telükesizlik meselelerini bildirmek içün diger yollarnı <a href="%(url)s">belgilerde</a> tapmaq mümkün..

source: <strong>Ensure the bug is not already reported</strong>, by searching through the <a href="%(url)s">GitHub issues</a>.
crh: <strong>Bu hata daa bildirilmegenine emin olmaq içün</strong>,, <a href="%(url)s">Githubda problemler aqqında bildirüvler</a> de qıdırıñız.

source: If you're unable to find an open issue addressing the problem, <a href="%(url)s">open a new one</a>.
crh: Eger problemanıznen bağlı açılğan hata bildirüvi tapılmasa, <a href="%(url)s">yañı birisini açıñız</a>.

source: <strong>Follow instructions in the issue template</strong>, and provide as much relevant info as possible.
crh: <strong>Sorğu şablonındaki rehberlikke köre</strong> ve davanen bağlı mümkün olğanı qadar çoq malümat beriñiz.

source: Have a <strong>patch</strong> that fixes a bug?
crh: Bu hatanı tüzetken <strong>patç</strong> ıñız barmı?

source: Open a new <a href="%(url)s">GitHub pull request</a> with the patch.
crh: GitHub'da yañı <a href="%(url)s">deñiştirmelerini</a> bu yamayışnen teklif etiñiz.

source: Ensure the pull request description clearly describes the problem and solution. Include the relevant issue number if applicable.
crh: Çıqaruv talabınıñ tarifinde problem ve onıñ çezilüvi açıq-aydın tasvirlengenine emin oluñız. Uyğun olsa, endi bar olğan hata bildirüvine bağlantı yapıñız.

source: Open a pull request
crh: Bir "pull request" açıñız

source: Missing a <strong>feature</strong> or want to change something?
crh: <strong>Funktsiya</strong> yoq ya da bir şeyni deñiştirmege isteysiñizmi?

source: Suggest your change in the <a href="%(url)s">GitHub issues</a>.
crh: <a href="%(url)s">Githubda problemler aqqında bildirüvler</a>de deñişmeler teklif etiñiz.

source: <strong>Source code</strong> related questions?
crh: <strong>Menba kodu</strong> ile bağlı sualler?

source: Please consult the <a href="%(url)s">contributor documentation</a> to find the most common topics.
crh: Lütfen, eñ sıq rastkelgen mevzularnı tapmaq içün <a href="%(url)s">iştiraqçı vesiqalarını</a> baqıñız.

source: Share what is on your mind in the <a href="%(url)s">GitHub discussions</a>.
crh: Aqlıñızda olğan şeylerni <a href="%(url)s">GitHub munaqaşalarında</a> paylaşıñız.

source: Browse documentation
crh: Vesiqalarnı baqmaq

source: Want to help out with <strong>Documentation</strong>?
crh: <strong>Dokumentatsiyağa</strong> yardım etmek isteysiñizmi?

source: The documentation is part of the main source code repository and you can easily follow the links to edit each page directly from the <a href="%(url)s">documentation</a>.
crh: Vesiqalar esas menba kod deposınıñ bir qısmıdır ve siz kerekli saifenizi deral a href="%(url)s"&gt;vesiqalar saifesinden deñiştire bilesiñiz.

source: Once you have a patch ready, please follow <a href="#patch">patch submission</a> instructions.
crh: Çatıştırma azır olğan soñ, lütfen <a href="#patch">çatıştırma teslim etilüvi</a> talimatlarına riayet etiñiz.

source: Help fix and suggest non-code related pull-requests by joining the reviewer team.
crh: Deñiştirüvde yardım etiñiz ve kodnen bağlı olmağan birleşüv isteklerini teklif etiñiz, baquvcı taqımına qoşulıp.

source: <strong>Financial support</strong> is always put to good use.
crh: <strong>Para yardımı</strong> leyhası içün er vaqıt faydalı.

source: Please open the donation page for options on how to donate.
crh: Nasıl bağış etecegini ögrenmek içün lütfen bağış saifesini açıñız.

source: Donate now
crh: Şimdi bağışlamaq

source: <strong>Are you a translator?</strong> Help translate Weblate itself.
crh: <strong>Siz tercimeci degilsiñizmi? <strong>Weblate-nı tercime etmege yardım etiñiz.</strong></strong>.

source: You can translate Weblate and many other projects at <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
crh: Weblate ve diger bir çoq leyhanı bu yerde tercime ete bilesiñiz <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.

source: Start translating
crh: Tercime etmege başla

source: Translation status
crh: Tercimeniñ alı

source: Discover Weblate
crh: Weblate-ni keşif et

source: Check out who’s using Weblate already. We are a community of translators and localization specialists who use and improve our common tool to empower readers and app users around the World. Find your favorite projects and start contributing together with us.
crh: Weblate'ni endi kimler qullanğanını ögren. Bizler, bütün dünyada qullanıcılar ve oquyıcılarnıñ imkânlarını keñleştirmek içün umumiy aletimizni qullanıp, eyileştirgen tercimeciler ve yerlileştirüv mütehassıslarınıñ toplulığı olamız. Eñ sevgen leyhalarıñıznı tapıp, olarnı biznen beraber yahşılaştırmağa başlañız.

source: Add yours
crh: Siziñkini de qoşıñız

source: project name
crh: leyhanıñ adı

source: Search
crh: Qıdır

source: %(count)s project
crh: Leyhalarnıñ %(count)s

source: %(count)s translator
crh: %(count)s tercimanlar

source: …and %(count)s more
crh: ...%(count)s ve daa çoq

source: Customize listing
crh: Cedvelni özelleştir

source: No servers matched your search.
crh: Aramañızğa iç bir server uyğun kelmedi.

source: Weblate SSO
crh: Weblate SSO (Tek kiriş tehnologiyası)

source: You're being redirected to a SSO sign-in page.
crh: Sizni Tek kiriş saifesine (SSO) yollaycaqlar.

source: Please click the button below if you're not redirected automatically within a few seconds.
crh: Lütfen, bir qaç saniye içinde avtomatik surette yollanmağan olsañız, aşağıdaki dögmeni basıñız.

source: Sign in
crh: İmzalanıñız

source: Donate to Weblate
crh: Weblate içün bağışlañız

source: Weblate does not require payment, and welcomes donations. There are many ways to contribute. Discuss it with your associates.
crh: Weblate, para talap etmey, amma bağışlarnı qabul ete. Yardım etmek içün bir çoq yollar bar. Onı yoldaşlarıñıznen muzakere etiñiz.

source: Purchase premium cloud
crh: Premium bulutnı satın alıñız

source: Manage your donations
crh: Berüvleriñizni idare etüv

source: Recurring donations and rewards
crh: Daimiy bağışlar ve mukâfatlar

source: Recurring donations facilitate sustainable Weblate development, and even the smallest amount is put to good use. Repeated appreciation helps in keeping the project sustainable long term. Please consider this option if you are hosting Weblate yourself without a support contract.
crh: Ara-sıra berilgen bağışlar Weblate devamlı inkişafına yardım ete, ve eñ küçük miqdarda bile faydasına qullanıla. Çoq kere minnetdarlıq bildirüv leyhanıñ devamlılığını saqlap qalmasına yardım ete. Lütfen, Weblate'ni bizden destek almadan öz saytıñızğa yerleştirseñiz, bu qararnı hatırlañız.

source: Activate donation
crh: Berüvni qabilleştir

source: annually
crh: er yıl

source: Donate
crh: Para bağışlamaq

source: Weblate heroism
crh: Weblate qaramanlığı

source: Commercial services like hosting or support for self-hosted installations help fund Weblate development.
crh: Weblate inkişafını maliye etmege yardım etken hosting ya da öz başına qurulışnı desteklegen kibi ticariy hızmetler bar.

source: Get help from Weblate
crh: Weblate yardımını al

source: Single appreciative donation
crh: Bir kerelik bağış

source: One-time donations are a great way to bring attention to a single issue before or after it is fixed.
crh: Bir kerelik bağışlavlar, mesele çezilmezden evel ya da soñra diqqatnı celp etmek içün pek yahşı bir yoldır.

source: Weblate swag
crh: Weblate tarzı

source: Buying branded clothing and merch is a great way to support Weblate and show your pride!
crh: İşaretimiz olğan urba ve eşyalarnı satın aluv - Weblate'ge qol tutmaq ve onıñ ile ğururlanğanıñıznı köstermek içün pek yahşı bir yoldır!

source: Shop from Europe
crh: Avropadan emir etiñiz

source: Shop from America and Australia
crh: Amerika ya da Avstraliyadan sipariş etmek

source: Your favorite donation platforms
crh: Siziñ sevimli bağışlav saytlarıñız

source: Join Weblate fans on platforms you trust. We look forward to seeing you there.
crh: Weblate fanatı olıñız ve işanğan platformalarda iştirak etiñiz. Sizni anda körmege ümüt etemiz.

source: GitHub Sponsors
crh: GitHub Sponsorları

source: Cryptocurrency donations
crh: Kriptovalüta bağışları

source: Thanks to <a href="%(url)s">Trezor</a>, donations are happily accepted in several cryptocurrencies using the addresses below.
crh: <a href="%(url)s">Trezor</a> sayesinde, bağışlar aşağıdaki adreslerni qullanıp, bir qaç kriptovalütalarda qabul etile.

source: Currency
crh: Valüta

source: Donation address
crh: Kriptocüzdanıñ adresi

source: Weblate is thankful for your help
crh: Weblate leyhası yardımıñız içün minnetdar

source: A proud showcase of our supporters, some of which offered technological contributions, others provided monetary funds. We welcome any form of help. If you have an idea, please <a href="%(contact)s">let us know</a>.
crh: Bizni desteklegenlerniñ şeref levhası. Bazıları tehnologik yardımnı teklif etti, digerleri ise maddiy yardım kösterdi. Biz er türlü yardımnı qabul etemiz. Eger bir fikirleriñiz olsa, lütfen <a href="%(contact)s">bize bildiriniz.</a>.

source: Supporters
crh: Destekçiler

source: Technologies
crh: Tehnologiyalar

source: Edit your reward link
crh: Ödül bağlantıñıznı deñiştir

source: Save
crh: Saqlañız
